/* Widget */
"Apple ID" = "Apple ID";

/* Error returned when Apple ID field is empty */
"Apple ID field is empty" = "Apple ID field is empty";

/* Default title in iTunes style authentication dialog */
"Apple ID password" = "Apple ID password";

/* Error returned when authentication canceled by application */
"Authentication was canceled by application" = "Authentication was canceled by application";

/* Error returned when authentication canceled
   Error returned when authentication canceled by user */
"Authentication was canceled by user" = "Authentication was canceled by user";

/* Error Message */
"Can not verify token." = "Can not verify token.";

/* UI Cancel
   Widget */
"Cancel" = "Cancel";

/* Error Message */
"Cannot find this person." = "Cannot find this person.";

/* Verification Code Screen Prompt */
"Enter verification code" = "Enter verification code";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Enter the Verification Code sent to \"%@\"";

/* Localized Error Description for kACCErrorMisc */
"Failed to create valid service ticket" = "Failed to create valid service ticket";

/* Localized Error Description for kACCErrorMisc */
"Failed to create valid SSO token" = "Failed to create valid SSO token";

/* Widget */
"Forgot your ID or Password?" = "Forgot your ID or Password?";

/* No comment provided by engineer. */
"iForgot…" = "iForgot…";

/* Error with hiding ACM SignIn dialog */
"Improper call of the method. AppleConnect SignIn dialog cannot be hidden." = "Improper call of the method. AppleConnect SignIn dialog cannot be hidden.";

/* Localized Error Description for kACCErrorInvalidParam */
"Invalid Data Token. Data Token for verify is not valid." = "Invalid Data Token. Data Token for verify is not valid.";

/* Localized Error Description for kACCErrorInvalidParam */
"Invalid Parameters. Some of input parameters are set incorrectly." = "Invalid Parameters. Some of input parameters are set incorrectly.";

/* Error Message */
"Invalid Session." = "Invalid Session.";

/* Error Message */
"Invalid token data is returned by server" = "Invalid token data is returned by server";

/* Widget */
"john.appleseed" = "john.appleseed";

/* Error Message */
"No Device information available." = "No Device information available.";

/* Phone number description */
"Number ending in %@" = "Number ending in %@";

/* OK button title in error box */
"OK" = "OK";

/* Error Message
   Localized Error Description for kACCErrorMisc */
"Oops, an error occurred. Thanks for your patience, please try again later." = "Oops, an error occurred. Thanks for your patience, please try again later.";

/* Error message */
"Out of Memory" = "Out of Memory";

/* UI Password
   Widget */
"Password" = "Password";

/* Error returned when password field is empty */
"Password field is empty" = "Password field is empty";

/* Error Message */
"prs phone NOT exists." = "prs phone NOT exists.";

/* Widget */
"Required" = "Required";

/* Error Message */
"Response from server is malformed" = "Response from server is malformed";

/* Send button title */
"Send" = "Send";

/* Send new code button title */
"Send a new code" = "Send a new code";

/* New code sent notification */
"A new code has been sent to your device." = "A new code has been sent to your device.";

/* Edit text accessibility role */
"edit text" = "edit text";

/* UI Sign In
   Widget */
"Sign In" = "Sign In";

/* Voice over indication */
"Signing In" = "Signing In";

/* SMS subtitle */
"SMS to Phone Number" = "SMS to Phone Number";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key.";

/* Error Message */
"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "The device you select below will be sent a temporary code that you can use to verify your identity.";

/* Error Message */
"The verification code you entered is not valid." = "The verification code you entered is not valid.";

/* Error Message */
"This account name has been disabled for security reasons. You can reset your password at iforgot.apple.com." = "This account name has been disabled for security reasons. You can reset your password at iforgot.apple.com.";

/* Error Message */
"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "This Apple ID has been disabled for security reasons. You can reset your password at %@.";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "To manage your trusted devices visit %@ from a Mac or PC.";

/* Error Message
   Localized Error Description for kACCErrorMisc */
"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "To protect your security, it’s time to reset your password. It’s easy, just go to %@.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "TRUSTED DEVICES";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Two-step verification is enabled for this Apple ID.";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Two-step verification required, but user interaction is not allowed.";

/* Localized Error Description for kACCErrorMisc */
"Two-step verification response is empty." = "Two-step verification response is empty.";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Unable to receive messages at any of your devices?";

/* Verification Code Screen Title */
"Verification Code" = "Verification Code";

/* Trusted devices screen title */
"Verify Identity" = "Verify Identity";

/* Widget */
"Would you like to visit iForgot.apple.com" = "Would you like to visit iForgot.apple.com";

/* Error Message */
"You appear to be offline. Please connect to the Internet and try again." = "You appear to be offline. Please connect to the Internet and try again.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "You failed to verify the code too many times. Please send a new code to a different device or try again later.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "You have sent too many codes to verify your phone number. Please try again later.";

/* Error Message */
"Your account name or password was entered incorrectly." = "Your account name or password was entered incorrectly.";

/* Error Message */
"Your Apple ID or password was entered incorrectly." = "Your Apple ID or password was entered incorrectly.";

"Two-step verification has been disabled for the Apple ID account %@." = "Two-step verification has been disabled for the Apple ID account %@.";

"Code %1$d of %2$d selected" = "Code %1$d of %2$d selected";

"Sending New Code" = "Sending New Code";

"Verifying code" = "Verifying code";

"Verified" = "Verified";

/* Send Code to label */
"Send Code to:" = "Send Code to:";

/* Error Message */
"Please enter a valid phone number." = "Please enter a valid phone number.";
